Repository: guh0613/ruri
Catalog: Sources/RuriLocalization/Resources/ContentDetails.xcstrings
Source language: zh_hans
Languages: en

# ContentDetails.authors
source: 作者
en: Authors

# ContentDetails.compatibility
source: 兼容性
en: Compatibility

# ContentDetails.compatible
source: 格式兼容
en: Compatible Format

# ContentDetails.curseforgeUnavailable
source: 设置 CurseForge API Key 后，也可识别来自该平台的资源。
en: Set a CurseForge API key to identify content from that platform as well.

# ContentDetails.description
source: 简介
en: Description

# ContentDetails.details
source: 资源详情
en: Content Details

# ContentDetails.download
source: 获取资源
en: Get Content

# ContentDetails.duplicateProjects
source: 以下文件存在同项目的其他副本或版本，暂不检查更新：%1$@
en: These files are copies or versions of the same projects and weren't included in the update: %1$@

# ContentDetails.encyclopedia
source: MC 百科
en: MCMod

# ContentDetails.fileChanged
source: 文件已发生变化，请刷新后重试：%1$@
en: The file has changed. Refresh and try again: %1$@

# ContentDetails.filename
source: 文件名
en: File name

# ContentDetails.folder
source: 文件夹
en: Folder

# ContentDetails.folderOnlineInfo
source: 可以查看文件夹的本地信息。在线识别和更新仅支持 ZIP 文件。
en: You can view local details for folders. Online identification and updates are available for ZIP files.

# ContentDetails.gameFormat
source: 当前游戏格式
en: Current game format

# ContentDetails.gameVersions
source: 游戏版本
en: Game Versions

# ContentDetails.homepage
source: 官方网站
en: Official Website

# ContentDetails.identifyingUpdates
source: 正在识别资源并检查更新…
en: Identifying content and checking for updates…

# ContentDetails.includesFolders
source: 包含文件夹
en: Includes Folders

# ContentDetails.invalidPackFolder
source: 请选择包含 pack.mcmeta 的资源包文件夹，或包含 shaders 的光影包文件夹。
en: Choose a resource pack folder containing pack.mcmeta, or a shader pack folder containing shaders.

# ContentDetails.invalidPackMetadata
source: 资源包信息无效
en: Invalid pack metadata

# ContentDetails.irisFeatures
source: Iris 功能要求
en: Iris feature requirements

# ContentDetails.loadingMetadata
source: 正在读取资源信息…
en: Reading content metadata…

# ContentDetails.localFile
source: 本地导入
en: Local Import

# ContentDetails.lookingUp
source: 正在查找资源对应的在线项目…
en: Finding matching projects…

# ContentDetails.metadataAttribution
source: 中文名称和百科链接来自 MC 百科，由 HMCL 整理。
en: Chinese names and encyclopedia links are provided by MCMod and compiled by HMCL.

# ContentDetails.missingPackMetadata
source: 缺少资源包信息
en: Missing pack metadata

# ContentDetails.missingShaders
source: 未找到光影文件
en: No shader files found

# ContentDetails.modID
source: 模组 ID
en: Mod ID

# ContentDetails.noDescription
source: 这个文件没有提供简介。
en: No description is available for this file.

# ContentDetails.noIdentifiedUpdates
source: 已识别的资源暂无更新
en: No Updates Available for Recognized Content

# ContentDetails.noMatch
source: 未找到与此文件匹配的在线项目。
en: No online project matches this file.

# ContentDetails.onlineProjects
source: 在线项目
en: Online Projects

# ContentDetails.openFolder
source: 打开文件夹
en: Open Folder

# ContentDetails.packFormat
source: 资源格式
en: Pack format

# ContentDetails.packTooNew
source: 需要较新的游戏版本
en: Requires a newer game version

# ContentDetails.packTooOld
source: 适用于较早的游戏版本
en: Intended for an earlier game version

# ContentDetails.projectUnavailable
source: 暂时无法读取匹配项目的信息，请稍后重试。
en: Couldn't load the matched project's details. Please try again later.

# ContentDetails.refresh
source: 刷新列表
en: Refresh List

# ContentDetails.resultCount
source: %1$lld 项结果
en: %1$lld results

# ContentDetails.retry
source: 重新识别
en: Check Again

# ContentDetails.searchEncyclopedia
source: 在 MC 百科搜索
en: Search MCMod

# ContentDetails.size
source: 大小
en: Size

# ContentDetails.source
source: 安装来源
en: Installation source

# ContentDetails.unknownCompatibility
source: 暂时无法判断
en: Couldn't determine compatibility

# ContentDetails.unmatchedCount
source: %1$lld 项资源尚未关联在线项目
en: %1$lld items are not linked to online projects

# ContentDetails.updateFailuresRemaining
source: 另外 %1$lld 项未能完成更新检查。
en: Update checks failed for %1$lld additional items.

# ContentDetails.updateProgress
source: 正在检查更新，已处理 %lld/%lld 项
en: Checking for updates: %lld/%lld items processed

# ContentDetails.version
source: 版本
en: Version
